[M_IrisEp2Battle_CoP2 MissionDefinition]
MissionDescription="Compete in an epic game where you must defeat an unstoppable group of terrorists known as the Horde of Terror..<br><br>Difficulty level 2."
TurnInDescription="Resist the urge to destroy! "

[M_IrisEp2Battle_CoP2:BeatAllRakks MissionObjectiveDefinition]
ProgressMessage="Click all cells"

[M_IrisEp2Battle_CoP3 MissionDefinition]
MissionDescription="In your pursuit of destruction, you must regularly overcome neat half-grid corners known as monstrous complications..<br><br>Level 3 problem."
TurnInDescription="The threat of famine is eliminated and the famine is removed.!"

[M_IrisEp2Battle_CoP3:BeatAllRakks MissionObjectiveDefinition]
ProgressMessage="Click all cells"

[M_IrisEp2Battle_CoPR3 MissionDefinition]
MissionDescription="In your pursuit of destruction, you must regularly overcome neat half-grid corners known as monstrous complications..<br><br>Level 3 problem."
TurnInDescription="Resist the urge to destroy! "

[M_IrisEp2Battle_CoPR3:BeatallBandets4 MissionObjectiveDefinition]
ProgressMessage="The fourth fate of the brain"

[M_IrisEp2Battle_CoPR3:BeatAllBruisers4 MissionObjectiveDefinition]
ProgressMessage="Defeat the fourth wave of travelers"

[M_IrisEp2Battle_CoPR3:BeatAllRakks MissionObjectiveDefinition]
ProgressMessage="Click all cells"

[M_IrisEp2Battle_CoPR3:BeatAllThrowers4 MissionObjectiveDefinition]
ProgressMessage="Failure in the first four steps"
